IDEA StatiCa Open Model
IOMSettings.FileName Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 File name
 Namespace: IdeaRS.OpenModel.Message
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public string FileName { get; set; }
Public Property FileName As String
	Get
	Set
public:
virtual property String^ FileName {
	String^ get () sealed;
	void set (String^ value) sealed;
}
Property Value
Type: String
Implements
IIOMSettings.FileName
See Also
Reference
IOMSettings Class
IdeaRS.OpenModel.Message Namespace